---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneUseDehumidificationSetpointParam
source: html/716b3641-1db9-2406-aeb9-b35c92d87f0f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneUseDehumidificationSetpointParam Property

"Use Dehumidification Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneUseDehumidificationSetpointParam { get; }
```